zsh
htop
vim
tmux
ranger

# dev
python3-dev
python3-pip
g++
ruby-full 
build-essential

# latex
texlive
latexmk

snapd
git
nmap
neofetch
vlc

# necessary packages for Gogh color palette
dconf-cli
uuid-runtime
openssh-client
openssh-server
