zsh
htop
vim
tmux
ranger

# dev
python3-pip
g++
ruby-full 
build-essential

# latex
texlive
latexmk

# mail
neomutt
pass
isync
urlscan

snapd
git
nmap
screenfetch
chromium-browser

# necessary packages for Gogh color palette
dconf-cli
uuid-runtime
